{
  "my": {
    "name": "КОЛЕГОВ ДМИТРИЙ",
	"copyright": "Колегов Дмитрий"
  },
  "main": {
    "menu": {
 	  "home": "ДОМОЙ",
	  "about": "ОБО МНЕ",
	  "cv": "CV",
	  "cvlink": "/data/CURRICULUMVITAE_RU.pdf",
	  "contactMe": "ОБРАТНАЯ СВЯЗЬ",
	  "portfolio": "ПРОЕКТЫ"
	},
	"title": {
		"myLocation": "Я нахожусь..."
	},
	"iframe": {
		"notsupported": "YВаш браузер не поддерживает плавающие фреймы"
	}
  },
  "home_page": { 
	"p1": "こんにちは!",
	"p2": "Меня зовут Дмитрий и я рад, что вы заглянули в этот далекий уголок Интернета! На этих страницах вы можете найти всю доступную информацию(или почти всю :)) обо мне. Если вдруг у вас возникнут какие-то вопросы, вы можете связаться со мной, перейдя на страницу ОБРАТНАЯ СВЯЗь и выбрав удобный для вас способ.",
	"p3": "Вы можете найти меня в соц сетях, смотрите ссылки снизу."
  },
  "about_page": {
    "p1": "Сперва было большое желание написать что-то похожее на автобиографию, но, к сожалению, после нескольких неудачных попыток приступить к такому творческуму проекту я сдался и решил добавлять интересные факты из моей жизни по мере того, как у меня будет что-то получаться. Не судите строго, это моя первая попытка рассказать о себе.",
	"p2": "Для начала хотелось бы рассказать о том, что сподвигло меня к написанию этих строк. Если говорить кратко, то для меня это вызов самому себе. Еще с детства, учась в школе, у меня были трудности с литературой и гуманитарными предметами в целом. Не любил читать, что тут сказать. Исключением, пожалуй, была техническая литература: различные математические задачи, истории о математике и т.п. В младших классах по скорочтению у меня всегда светилась двойка, а в письме допускал много ошибок. Но в старших классах, повзрослев и переосмыслив некоторые аспекты жизни, я начал больше читать художественной литературы и дела у меня начали поправляться. Конечно, закончив школу, я не чувствовал, что могу складывать слова так, чтобы читать было понятно и приятно. Но за последние годы в школе я полюбил читать, что уже было очень даже неплохо. И вот теперь, спустя много лет, когда пора уже и повзрослеть, хотелось бы опробовать свои силы в искусстве письма."
	
  },
  "contact_page": {
	"p1": "Тел.: +79186386457",
	"p2": "Email: d.i.kolegov@gmail.com",
	"p3": "Skype: dkolegov",
	"p4": "Россия, город Краснодар"
  },
  "portfolio_page": {
    "p1": "Вы можете найти мои проекты на ",
    "p2": ". Мой код не защищен никакими лицензиями, вы можете использовать его по своему усмотрению в любых проектах.",
	"p3": ""
  }
}